yingsanyi/SparkBot_pro/LCD_text_switch/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_LCD_TEXT_SWITCH_PERIOD_MS=1000
CONFIG_COMPILER_OPTIMIZATION_NONE=y
